#+TITLE: Brainstorm School Summer '22 I
#+AUTHOR: Chris Hogan
#+DATE: <2022-05-17 Mon> to <2022-06-12 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-05-19 Thu 21:59], for week 2022-W20.
  | Tags    | Headline                    | Time    |       |       |
  |---------+-----------------------------+---------+-------+-------|
  |         | *Total time*                | *24:05* |       |       |
  |---------+-----------------------------+---------+-------+-------|
  |         | Week 1                      | 24:05   |       |       |
  |         | \_  <2022-05-16 Mon>        |         | 11:20 |       |
  | drawing | \_    FND I week 1 homework |         |       | 11:20 |
  |         | \_  <2022-05-17 Tue>        |         |  3:54 |       |
  | drawing | \_    Vis Com               |         |       |  3:54 |
  |         | \_  <2022-05-18 Wed>        |         |  4:31 |       |
  | drawing | \_    Vis Com               |         |       |  4:31 |
  |         | \_  <2022-05-19 Thu>        |         |  4:20 |       |
  | drawing | \_    Vis Com               |         |       |  4:20 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *24h 5m* |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | 3D       | *Tag time* | *0h 0m*  |
  
  #+END:

** <2022-05-16 Mon>
*** DONE FND I week 1 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-16 Mon 18:02]--[2022-05-16 Mon 21:43] =>  3:41
    CLOCK: [2022-05-16 Mon 12:39]--[2022-05-16 Mon 16:17] =>  3:38
    CLOCK: [2022-05-16 Mon 07:40]--[2022-05-16 Mon 11:41] =>  4:01
    :END:

** <2022-05-17 Tue>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-17 Tue 18:00]--[2022-05-17 Tue 21:54] =>  3:54
    :END:

** <2022-05-18 Wed>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-18 Wed 17:34]--[2022-05-18 Wed 22:05] =>  4:31
    :END:

** <2022-05-19 Thu>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-19 Thu 17:39]--[2022-05-19 Thu 21:59] =>  4:20
    :END:
